/*
Да се напише програма на С, която получава като параметри две имена на файлове. Използвайки системни
примитиви за работа с файлове в LINUX, чете последователност от символи от стандартния вход.
Добавя ги след края на файла, чието име и подадено като първи параметър(ако файлът не съществува, 
се създава). В прочетения текст замества три символа 'a' с '>' и резултата записва във файл, чието име
е подадено като втори параметър(ако файлът съществува - старото съдържание се изтрива).
*/

#include <stdio.h>
#include <fcntl.h>
#include <unistd.h>

int main(int argc, char* argv[])
{
    
    return 0;
}